Revit 2024 API
RepeaterCoordinates Constructor
 Creates zero dimensional coordinates.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public RepeaterCoordinates()
Visual Basic
Public Sub New
Visual C++
public:
RepeaterCoordinates()
See Also
RepeaterCoordinates Class
RepeaterCoordinates Overload
Autodesk.Revit.DB Namespace